{
    "data": [
        {
            "id": 9,
            "titleHi": "अष्टांग योग",
            "titleEn": "Ashtanga Yoga",
            "descHi": "'परमात्मा रुप में बिंदु और गुणों में सिंधु'अर्थात परमात्मा रूप ज्योतिबिंदु स्वरुप है लेकिन गुणों से भरपूर है।आत्मा में एक गुण ज्यादा और दूसरा कम हो सकता है, लेकिन परमात्मा तो सदाकाल सभी गुणों से भरपूर रहते हैं।तालाब या नदी में पानी की मात्रा कम और ज्यादा हो सकती है लेकिन सागर(ocean) में कभी पानी कम नहीं होता।",
            "descEn": "'God is a point in form and Sindhu in qualities' means God is a point of light but is full of qualities. One quality may be more in the soul and another less, but God is always full of all qualities. Water in a pond or river The quantity may be less or more but the water in the ocean never decreases.",
            "img": "https://res.cloudinary.com/djbutuvas/image/upload/v1690823389/Mahakal/img8_psdsl5.png",
            "isMore": false,
            "isVideo": false,
            "time": "2023-08-01T05:07:24.301Z"
        },
        {
            "id": 8,
            "titleHi": "अष्टांग योग",
            "titleEn": "Ashtanga Yoga",
            "descHi": "अष्टांग योग के आठ योगांग-‘यम, नियम, आसन, प्राणायाम, प्रत्याहार, धारणा, ध्यान तथा समाधि हैं.",
            "descEn": "The eight Yogas of Ashtanga Yoga are Yama, Niyama, Asana, Pranayama, Pratyahara, Dharana, Dhyana and Samadhi.",
            "img": "https://res.cloudinary.com/djbutuvas/image/upload/v1690823081/Mahakal/img6_wengtr.png",
            "isMore": false,
            "isVideo": false,
            "time": "2023-07-30T05:07:24.301Z"
        },
        {
            "id": 7,
            "titleHi": "उंगलियों के नाम के बारे में",
            "titleEn": "About Fingers Name",
            "descHi": "हेरफेर और निपुणता\n अंगूठे के साथ उंगलियां हमें वस्तुओं को सटीकता से पकड़ने और हेरफेर करने में सक्षम बनाती हैं। यह निपुणता हमें लिखने, टाइपिंग, खाना पकाने, संगीत वाद्ययंत्र बजाने और कला बनाने जैसे विभिन्न कार्य करने की अनुमति देती है।\n\nस्पर्श की भावना\n प्रत्येक उंगली बड़े पैमाने पर तंत्रिका अंत से संपन्न होती है, जो हमें स्पर्श की भावना प्रदान करती है। यह भावना हमें अलग-अलग बनावट, तापमान और संवेदनाओं को महसूस करने की अनुमति देती है, जिससे हमारे आसपास की दुनिया के साथ बातचीत करने और इसे सुरक्षित रूप से नेविगेट करने की हमारी क्षमता बढ़ जाती है।\n\nसंचार\n हाथ के इशारे और उंगलियों की हरकतें गैर-मौखिक संचार का एक अनिवार्य हिस्सा हैं। वे भावनाओं को व्यक्त कर सकते हैं, विचार व्यक्त कर सकते हैं, और सुनने में अक्षम व्यक्तियों के साथ संचार के लिए सांकेतिक भाषाओं में उपयोग किया जाता है।\n\nसांस्कृतिक और प्रतीकात्मक महत्व\nकई संस्कृतियों में, उंगलियां प्रतीकात्मक महत्व रखती हैं। उदाहरण के लिए, कुछ समाजों में, शादी की अंगूठी चौथी उंगली पर पहनी जाती है, जिसे 'अनामिका' के रूप में जाना जाता है, जिसके बारे में माना जाता है कि इसका संबंध नस के माध्यम से हृदय से होता है। इसके अतिरिक्त, कुछ हाथ के इशारों का उपयोग धार्मिक महत्व या सांस्कृतिक परंपराओं के प्रतीक के रूप में किया जाता है।\n\nस्वास्थ्य और कल्याण\nहमारी उंगलियों की स्थिति हमारे समग्र स्वास्थ्य का संकेतक हो सकती है। डॉक्टर अक्सर विभिन्न स्वास्थ्य स्थितियों, जैसे परिसंचरण समस्याओं, जोड़ों के मुद्दों और त्वचा विकारों के संकेतों के लिए उंगलियों की जांच करते हैं। व्यक्तिगत स्वच्छता और उपस्थिति के लिए आवश्यक हैं।\n\nअभिव्यंजक इशारे\nउंगलियों का उपयोग भावनाओं और भावनाओं को व्यक्त करने के लिए किया जा सकता है। उदाहरण के लिए, थम्स-अप अनुमोदन का संकेत दे सकता है, जबकि इशारा करने से ध्यान आकर्षित हो सकता है।\n\nशिक्षा में इशारे\nशिक्षक अक्सर छोटे बच्चों को बुनियादी अंकगणित और गणितीय अवधारणाओं को सिखाने के लिए उंगलियों की गिनती या इशारों का उपयोग करते हैं।",
            "descEn": "Manipulation and Dexterity\n The fingers, along with the thumb, enable us to grasp and manipulate objects with precision. This dexterity allows us to perform various tasks like writing, typing, cooking, playing musical instruments, and creating art.\n\nSense of Touch\n Each finger is richly endowed with nerve endings, providing us with a sense of touch. This sense allows us to feel different textures, temperatures, and sensations, enhancing our ability to interact with the world around us and navigate it safely.\n\nCommunication\n Hand gestures and finger movements are an essential part of non-verbal communication. They can convey emotions, express ideas, and are used in sign languages for communication with individuals who have hearing impairments.\n\nCultural and Symbolic Significance\nIn many cultures, fingers hold symbolic significance. For example, in some societies, the wedding ring is worn on the fourth finger, known as the 'ring finger,' which is believed to have a connection to the heart through a vein. Additionally, certain hand gestures are used as symbols of religious significance or cultural traditions.\n\nHealth and Well-being\nThe condition of our fingers can be an indicator of our overall health. Doctors often examine the fingers for signs of various health conditions, such as circulation problems, joint issues, and skin disorders.\n\nPersonal Grooming\n Fingers are crucial for grooming activities such as combing hair, trimming nails, and applying makeup, which are essential for personal hygiene and appearance.\n\nExpressive Gestures\nFingers can be used to express emotions and feelings. For example, a thumbs-up can indicate approval, while pointing can direct attention.\n\nGestures in Education\nEducators often use finger counting or gestures to teach basic arithmetic and mathematical concepts to young children.",
            "img": "https://res.cloudinary.com/djbutuvas/image/upload/v1690821614/Mahakal/five_finger1_usjxwt.png",
            "isMore": false,
            "isVideo": false,
            "time": "2023-07-27T05:07:24.301Z"
        },
        {
            "id": 6,
            "titleHi": "हिंदू ब्रह्मांड",
            "titleEn": "Hindu Cosmos",
            "descHi": "हिंदू ब्रह्मांड विज्ञान हिंदू ग्रंथों के अनुसार ब्रह्मांड और उसके पदार्थ की स्थिति, समय के भीतर चक्र, भौतिक संरचना और जीवित संस्थाओं पर प्रभाव का वर्णन है। हिंदू ब्रह्मांड विज्ञान भी एक निर्माता के विचार से जुड़ा हुआ है जो दुनिया को अस्तित्व में रखने और आकार लेने की अनुमति देता है",
            "descEn": "Hindu cosmology is the description of the universe and its states of matter, cycles within time, physical structure, and effects on living entities according to Hindu texts. Hindu cosmology is also intertwined with the idea of a creator who allows the world to exist and take shape.",
            "img": "https://res.cloudinary.com/djbutuvas/image/upload/v1689180533/Mahakal/Hindu_Cosmos_w5dzht.jpg",
            "isMore": false,
            "isVideo": false,
            "time": "2023-07-11T05:07:24.301Z"
        },
        {
            "id": 5,
            "titleHi": "नाम राशि",
            "titleEn": "Name rashi",
            "descHi": "राशि और राशिफल के बारे में सबसे अधिक चर्चा हिंदू समुदाय के लोगों के द्वारा की जाती है। रोजाना समाचार चैनल पर सुबह-सुबह 7:00 बजे के आसपास ही पंडित जी के द्वारा राशिफल के बारे में जानकारी दी जाती है।\n\nजिसमें यह बताया जाता है कि आज व्यक्ति के लिए शुभ दिन रहेगा अथवा अशुभ दिन रहेगा साथ ही उसके लिए कौन सा रत्न शुभ रहेगा और कौन सा अंक सही रहेगा। हिंदू समुदाय के अंतर्गत व्यक्ति के जो नाम होते हैं उनके नाम के पहले अक्षर से ही उनकी राशि तय होती है। ",
            "descEn": "Most of the discussion about Rashi and Horoscope is done by the people of the Hindu community. Daily on the news channel around 7:00 in the morning, information about the horoscope is given by Pandit ji.\n\nIn which it is told that today will be auspicious or inauspicious day for the person, as well as which gem will be auspicious for him and which number will be correct. Under the Hindu community, the name of a person's name is decided by the first letter of his name.",
            "img": "https://res.cloudinary.com/djbutuvas/image/upload/v1689180137/Mahakal/Name_rashi_iongkk.jpg",
            "isMore": false,
            "isVideo": false,
            "time": "2023-07-11T05:07:24.301Z"
        },
        {
            "id": 4,
            "titleHi": "ज्ञान मुद्रा (ज्ञान की मुहर)",
            "titleEn": "Gyan Mudra (Seal of Knowledge)",
            "descHi": "ज्ञान मुद्रा, जिसे ठोड़ी मुद्रा के रूप में भी जाना जाता है, एक पवित्र हाथ का इशारा या 'मुहर' है जिसका उपयोग ऊर्जा को निर्देशित करने और ध्यान बनाए रखने के लिए किया जाता है। ज्ञान मुद्रा सबसे महत्वपूर्ण और प्रसिद्ध मुद्राओं में से एक है, जो बौद्ध, हिंदू और योग परंपराओं में समान रूप से पाई जाती है। ज्ञान संस्कृत का अर्थ 'ज्ञान' या 'बुद्धि' है, और इसलिए इस भाव को कभी-कभी ज्ञान की मुद्रा भी कहा जाता है। \n\n ज्ञान मुद्रा का अभ्यास पारंपरिक रूप से बैठकर ध्यान करते समय किया जाता है, हालांकि कुछ आधुनिक अभ्यासकर्ता खड़े होकर आसन करते हुए इसका उपयोग करने के लिए जाने जाते हैं, जैसे कि उत्थिता पार्श्वकोणासन (विस्तारित पार्श्व कोण मुद्रा) या नटराजासन (नर्तक की मुद्रा)। \n\n इस मुद्रा को करने के लिए दोनों हाथों के अंगूठे और तर्जनी के सिरे को एक साथ लाकर एक घेरा बनाएं। बाकी तीन अंगुलियों को हथेली ऊपर की ओर रखते हुए फैलाकर रखें। \n\n ज्ञान मुद्रा को चिन मुद्रा, सिन मुद्रा और ज्ञान मुद्रा भी कहा जाता है।",
            "descEn": "Gyan mudra, otherwise known as chin mudra, is a sacred hand gesture or ‘seal’ used to direct energy and maintain focus. Gyan mudra is one of the most important and well known mudras, found across Buddhist, Hindu and Yoga traditions alike. Gyan is Sanskrit for ‘knowledge’ or ‘wisdom,’ and so this gesture is sometimes referred to as the Mudra of Knowledge. \n\n Gyan mudra is traditionally practiced whilst in seated meditation, although some modern day practitioners are known to use it whilst holding standing asana (postures), such as utthita parsvakonasana (Extended Side Angle Pose) or natarajasana (Dancer’s Pose). \n\n To perform this mudra, bring the tip of the thumb and index finger together on both hands, forming a circle. Keep the remaining three fingers outstretched with the palm facing upward. \n\n Gyan mudra is also referred to as chin mudra, cin mudra, and gyana mudra.",
            "img": "https://res.cloudinary.com/djbutuvas/image/upload/v1689179605/Mahakal/Jupiter__Gyan_Mudra_Seal_of_Knowledge_odjq2b.png",
            "isMore": false,
            "isVideo": false,
            "time": "2023-07-11T05:07:24.301Z"
        },
        {
            "id": 3,
            "titleHi": "सूर्य नमस्कार",
            "titleEn": "Surya Namaskar",
            "descHi": "संस्कृत में सूर्य का अर्थ है सूर्य और नमस्कार का अर्थ है अभिवादन या अभिवादन। सूर्य नमस्कार तो सूर्य को नमस्कार है! यह बारह चरणों का एक प्राचीन अनुष्ठान है जो शरीर को गर्म करके योगाभ्यास के लिए तैयार करता है। इसीलिए योग कक्षा की शुरुआत में इसका अभ्यास किया जाता है। इस वार्मिंग क्रम का एक समृद्ध इतिहास है और शरीर और दिमाग के लिए समग्र लाभ हैं। इस व्यापक रूप से ज्ञात और प्राचीन योग अभ्यास के बारे में जानने के लिए और पढ़ें!",
            "descEn": "In Sanskrit, surya means sun and namaskar means greeting or salutation. Surya Namaskar is then a greeting to the sun! It is an ancient ritual of twelve steps that warms up the body preparing it for yoga practice. That is why it is practiced at the beginning of a yoga class. This warming sequence has a rich history and holistic benefits for the body and mind. Read more to find out about this widely known and ancient yoga practice! ",
            "img": "https://res.cloudinary.com/djbutuvas/image/upload/v1689066358/Mahakal/Idgod__Premium_Scannable_Fake_Id_Provider_Since_1994_2DB_eb5pov.jpg",
            "isMore": false,
            "isVideo": false,
            "time": "2023-07-10T05:07:24.301Z"
        },
        {
            "id": 2,
            "titleHi": "रुद्राक्ष",
            "titleEn": "Rudraksh",
            "descHi": "रुद्राक्ष एक पेड़ का सूखा हुआ बीज है जिसे वनस्पति विज्ञान में एलेओकार्पस गैनिट्रस के नाम से जाना जाता है। नाम ही आभूषण को भगवान शिव से जोड़ता है; यह शब्द दो शब्दों से मिलकर बना है, रुद्र (शिव का संहारक रूप) + अक्ष (आंख) = रुद्राक्ष",
            "descEn": "The Rudraksh is a dried seed from a tree known botanically as Elaeocarpus Ganitrus. The name itself connects the ornament to Lord Shiva; the term is a combination of two words, Rudra (the annihilator form of Shiva) + Aksh (eye) = Rudraksh",
            "img": "https://res.cloudinary.com/djbutuvas/image/upload/v1689065908/Mahakal/Rudraksh_-_Vedik_Astrologer_rs5au2.jpg",
            "isMore": false,
            "isVideo": false,
            "time": "2023-07-03T05:07:24.301Z"
        },
        {
            "id": 1,
            "titleHi": "चक्र जागरण",
            "titleEn": "Chakra Awakening",
            "descHi": "इस कार्यक्रम में, आप समग्र रूप से चक्र प्रणाली का पता लगाएंगे और सात चक्रों में से प्रत्येक के लिए एक अद्वितीय योग कक्षा तक पहुंच प्राप्त करेंगे। आप प्रत्येक चक्र के बारे में मुख्य गुण सीखेंगे और जब वे संतुलित बनाम असंतुलित होते हैं तो कैसा महसूस होता है। शरीर के सभी सात चक्रों को खोलने, सक्रिय करने और संतुलित करने के लिए डिज़ाइन किए गए शक्तिशाली योग अनुक्रम का आनंद लें। मुक्ति और अभिव्यक्ति के लिए अपने चक्रों के माध्यम से यात्रा करें। आप चक्रों की गहरी समझ के साथ सामने आएंगे और अपने दैनिक जीवन में इस ज्ञान का उपयोग कैसे करें इसके बारे में जागरूकता प्राप्त करेंगे।",
            "descEn": "In this program, you will explore the chakra system as a whole and gain access to a unique yoga class for each of the seven chakras. You will learn key qualities about each chakra and what it feels like when they are balanced vs. imbalanced. Enjoy a powerful yoga sequence designed to open, activate, and balance all seven chakras in the body. Journey through your chakras for liberation and manifestation. You will come away with a deeper understanding of the chakras and gain awareness of how to use this knowledge in your daily life.",
            "img": "https://res.cloudinary.com/djbutuvas/image/upload/v1689066537/Mahakal/Chakra_Awakening_Knowledge_Yoga_Vertical_Poster_Home_Decor_-_Etsy_France_jcoytu.jpg",
            "isMore": false,
            "isVideo": false,
            "time": "2023-06-24T05:07:24.301Z"
        }

    ]
}